Repository: coteditor/CotEditor
Catalog: Packages/EditorCore/Sources/CharacterInfo/Resources/UnicodeBlock.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: Makasar
cs: Makasarské
de: Makassar
es: Macasarés
fr: Makassar
ja: マカッサル文字
ko: 마카싸르 문자
nl: Makassar
pl: Makasarski
pt: Macáçar
zh_hans: 玛卡莎文
zh_hant: 錫江

source: Malayalam
cs: Malajálamština
de: Malajalam
es: Malayálam
ja: マラヤーラム文字
ko: 말라얄람 문자
pl: Malajalam
pt: Malaiala
zh_hans: 马拉雅拉姆文
zh_hant: 馬來亞拉姆文

source: Mandaic
cs: Mandajské jazyky
de: Mandäisch
es: Mandeo
fr: Mandéen
it: Mandaico
ja: マンダ文字
ko: 만다이아 문자
nl: Mandaïsch
pl: Mandejski
pt: Mandinga
tr: Mandenik
zh_hans: 曼代克文
zh_hant: 曼底安文

source: Manichaean
cs: Manichejské
de: Manichäisch
es: Maniqueo
fr: Manichéen
it: Mahajani
ja: マニ文字
ko: 마니
pl: Manichejski
tr: Manici
zh_hans: 摩尼字母
zh_hant: 摩尼字母

source: Masaram Gondi
cs: Masaramovo góndské
es: Gondi de Masaram
fr: Gondi de Masaram
ja: マサラム・ゴーンディー文字
ko: 마사람 곤드어
zh_hans: 马萨拉姆共地文字
zh_hant: 馬薩拉姆貢德文

source: Math Alphanumeric Symbols
cs: Matematické alfanumerické symboly
de: Mathemat. Alphanumerische Symbole
es: Símbolos alfanum. matemáticos
fr: Symboles alphanum. math.
it: Simboli matematici alfanumerici
ja: 数学用の英数字記号
ko: 수학 알파벳 숫자 기호
nl: Wisk. alfanumerieke symbolen
pl: Matematyczne symbole alfanumeryczne
pt: Símb. Alfanum. Matemáticos
tr: Matematik Alfasayısal Sembolleri
zh_hans: 数学字母数字符号
zh_hant: 數學英數符號

source: Mathematical Operators
cs: Matematické operátory
de: Mathematische Symbole
es: Operadores matemáticos
fr: Opérateurs mathématiques
it: Operatori matematici
ja: 数学演算子
ko: 수학 연산자
nl: Wiskundige operatoren
pl: Operatory matematyczne
pt: Sinais Matemáticos
tr: Matematik İşleçleri
zh_hans: 数学运算符
zh_hant: 數學運算子

source: Mayan Numerals
cs: Mayské číslice
de: Maya-Zahlschrift
es: Numeración maya
fr: Numération maya
it: Numeri maya
ja: マヤ数字
ko: 마야 숫자
nl: Maya-cijfers
pl: Cyfry Majów
pt: Numerais Maias
tr: Maya Rakamları
zh_hans: 玛雅数字
zh_hant: 馬雅數字

source: Meetei Mayek Extensions
cs: Meetei Mayek - rozšíření
de: Meetei Mayek-Erweiterungen
es: Extensiones de meetei mayek
fr: Extensions Meetei Mayek
it: Estensioni Meetei Mayek
ja: メイテイ・ マイェック文字拡張
ko: 미테이 마예크어 확장
nl: Meetei Mayek-uitbreidingen
pl: Rozszerzenia manipuri
pt: Extensões Meetei Mayek
tr: Meetei Mayek Genişletmeleri
zh_hans: 曼尼普尔文扩展
zh_hant: 曼尼普爾文延伸

source: Meroitic Cursive
cs: Meroitské kurzivní písmo
de: Meroitisch kursiv
es: Cursiva meroítica
fr: Méroïtique cursif
it: Meroitico corsivo
ja: メロエ文字草書体
ko: 메로에어 필기체:
nl: Meroïtisch cursief
pl: Meroitycki (kursywa)
pt: Cursivo Meroítico
tr: Meroitik Bitişik El Yazısı
zh_hans: 麦罗埃文草书体
zh_hant: 麥羅埃文草體

source: Meroitic Hieroglyphs
cs: Meroitské hieroglyfy
de: Meroitische Hieroglyphen
es: Jeroglíficos meroíticos
fr: Hiéroglyphes méroïtiques
it: Geroglifici meroitici
ja: メロエ象形文字
ko: 메로에어 상형 문자
nl: Meroïtische hiërogliefen
pl: Meroitycki (hieroglify)
pt: Hieróglifos Meroíticos
tr: Meroitik Hiyeroglifler
zh_hans: 麦罗埃文圣书体
zh_hant: 麥羅埃文象形文字

source: Miao
cs: Pollardova fonetická abeceda
ja: ポラード文字
ko: 먀오 문자
zh_hans: 苗文
zh_hant: 苗文

source: Miscellaneous Math Symbols-A
cs: Různé matematické symboly - A
de: Verschiedene Mathemat. Symbole-A
es: Símbolos matemáticos diversos-A
fr: Symboles math. divers-A
it: Simboli matematici vari-A
ja: そのほかの数学記号A
ko: 기타 수학 기호-A
nl: Diverse wisk. symbolen-A
pl: Różne symbole matematyczne A
pt: Símb. Matemáticos Diversos-A
tr: Çeşitli Matematik Sembolleri-A
zh_hans: 其他数学符号-A
zh_hant: 混合數學符號 -A

source: Miscellaneous Math Symbols-B
cs: Různé matematické symboly - B
de: Verschiedene Mathemat. Symbole-B
es: Símbolos matemáticos diversos-B
fr: Symboles math. divers-B
it: Simboli matematici vari-B
ja: そのほかの数学記号B
ko: 기타 수학 기호-B
nl: Diverse wisk. symbolen-B
pl: Różne symbole matematyczne B
pt: Símb. Matemáticos Diversos-B
tr: Çeşitli Matematik Sembolleri-B
zh_hans: 其他数学符号-B
zh_hant: 混合數學符號 -B

source: Miscellaneous Symbols
cs: Různé symboly
de: Verschiedene Symbole
es: Símbolos diversos
fr: Symboles divers
it: Simboli vari
ja: そのほかの記号
ko: 기타 기호
nl: Diverse symbolen
pl: Różnorodne symbole
pt: Símbolos Diversos
tr: Çeşitli Semboller
zh_hans: 其他符号
zh_hant: 其他符號

source: Miscellaneous Symbols and Arrows
cs: Různé symboly a šipky
de: Verschiedene Symbole und Pfeile
es: Flechas y símbolos diversos
fr: Symboles et Flèches divers
it: Simboli e frecce vari
ja: そのほかの記号と矢印
ko: 기타 기호 및 화살표
nl: Diverse symbolen en pijlen
pl: Różne symbole i strzałki
pt: Símbolos e Setas Diversos
tr: Çeşitli Semboller ve Oklar
zh_hans: 其他符号和箭头
zh_hant: 其他符號和箭頭

source: Miscellaneous Symbols And Pictographs
cs: Různé symboly a piktogramy
de: Verschiedene Symbole und Piktogramme
es: Pictogramas y símbolos diversos
fr: Symboles et pictogrammes divers
it: Simboli e pittogrammi vari
ja: そのほかの記号と象形文字
ko: 기타 기호 및 그림 문자
nl: Diverse symbolen en pictogrammen
pl: Różnorodne symbole i piktogramy
pt: Símbolos e Pictogramas Diversos
tr: Çeşitli Semboller ve Piktograflar
zh_hans: 其他符号与象形文字
zh_hant: 其他符號和象形文字

source: Miscellaneous Technical
cs: Různé technické
de: Verschiedenes aus der Technik
es: Símbolos técnicos diversos
fr: Signes techniques divers
it: Simboli tecnici vari
ja: そのほかの技術用記号
ko: 기타 기술 기호
nl: Diverse technisch
pl: Różne znaki techniczne
pt: Técnicos Diversos
tr: Çeşitli Teknik
zh_hans: 其他技术符号
zh_hant: 其他技術

source: Modifier Tone Letters
cs: Tonální modifikátory
de: Modifizierende Tonverlaufsbuchstaben
es: Tono de letras modificad.
fr: Lettres modifiant le ton
it: Modificatori di tono
ja: 声調記号
ko: 어조 조정 문자
nl: Toonwijzigingstekens
pl: Modyfikujące litery tonów
pt: Letras de Tom de Modificador
tr: Değiştirici Ton Harfleri
zh_hans: 修饰声调字母
zh_hant: 聲調修飾字母

source: Mongolian
cs: Mongolština
de: Mongolische Zeichen
es: Mongol
fr: Mongol
it: Mongolo
ja: モンゴル文字
ko: 몽골 문자
nl: Mongools
pl: Mongolski
pt: Mongol
tr: Moğolca
zh_hans: 蒙古文
zh_hant: 蒙古文

source: Mongolian Supplement
cs: Mongolské – dodatek
de: Ergänzungen zu Mongolisch
es: Suplemento mongol
fr: Supplément mongol
it: Mongolo supplementare
ja: モンゴル文字補助
ko: 몽골 문자 보충
nl: Mongools Aanvulling
pl: Uzupełnienie mongolskiego
pt: Suplemento Mongol
tr: Moğolca Eki
zh_hans: 蒙古文补充
zh_hant: 蒙古文補充

source: Multani
cs: Multanské
ja: ムルターニー文字
ko: 물탄
zh_hans: 穆尔塔妮文
zh_hant: 穆塔尼文

source: Musical Symbols
cs: Hudební symboly
de: Musikalische Symbole
es: Símbolos musicales
fr: Symboles musicaux
it: Simboli musicali
ja: 音楽記号
ko: 음악 기호
nl: Muzieksymbolen
pl: Symbole muzyczne
pt: Símbolos Musicais
tr: Müzik Sembolleri
zh_hans: 音乐符号
zh_hant: 音樂符號

source: Myanmar Extended-A
cs: Myanmar rozšíření - A
de: Myanmar Erweitert-A
es: Birmania ampliado-A
fr: Birman étendu-A
it: Myanmar esteso-A
ja: ミャンマー文字拡張A
ko: 미얀마 확장-A
nl: Myanmar Uitgebreid-A
pl: Birmański, rozszerzenie A
pt: Mianmar Ampliado-A
tr: Genişletilmiş Myanmar A
zh_hans: 缅甸文扩展-A
zh_hant: 緬甸文延伸-A

source: Myanmar Extended-B
cs: Myanmar rozšíření - B
de: Myanmar Erweitert-B
es: Birmania ampliado-B
fr: Birman étendu-B
it: Myanmar esteso-B
ja: ミャンマー文字拡張B
ko: 미얀마 확장-B
nl: Myanmar Uitgebreid-B
pl: Birmański, rozszerzenie B
pt: Mianmar Ampliado-B
tr: Genişletilmiş Myanmar B
zh_hans: 缅甸文扩展-B
zh_hant: 緬甸文延伸-B

source: Myanmar Extended-C
cs: Myanmar rozšíření - C
de: Myanmar Erweitert-C
es: Birmania ampliado-C
fr: Birman étendu-C
it: Myanmar esteso-C
ja: ミャンマー文字拡張C
ko: 미얀마 확장-C
nl: Myanmar Uitgebreid-C
pl: Birmański, rozszerzenie C
pt: Mianmar Ampliado-C
tr: Genişletilmiş Myanmar C
zh_hans: 缅甸文扩展-C
zh_hant: 緬甸文延伸-C

source: Nabataean
cs: Nabatejské
de: Nabatäisch
es: Nabateo
fr: Nabatéen
ja: ナバテア文字
ko: 나바테아
pl: Nabatejski
tr: Nebati Dili
zh_hans: 纳巴泰字母
zh_hant: 納巴泰字母

source: New Tai Lue
cs: Nové Tai Lue
de: Tai Lü
es: Nuevo Tai Lue
fr: Nouveau taï-lue
it: Nuovo Tai Lue
ja: 新タイ・ルー文字
ko: 새 타이 루에 문자
nl: Nieuw Thai Lue
pl: Nowe tai le
pt: Novo Tai Lue
tr: Yeni Tai Lue
zh_hans: 新傣文
zh_hant: 新傣仂文

source: Newa
cs: Névárské
es: Newari
ja: ネワール文字
ko: 네와 문자
zh_hans: 尼泊尔纽瓦字母
zh_hant: 尼瓦文

source: Number Forms
cs: Číselné tvary
de: Zahlen
es: Formas numéricas
fr: Formes numériques
it: Forme numeriche
ja: 数字に準じるもの
ko: 숫자 형식
nl: Cijfervormen
pl: Formy liczbowe
pt: Formas de Números
tr: Sayı Formları
zh_hans: 数字形式
zh_hant: 數字形式

source: Nushu
cs: Nü‑šu
es: Nü shu
fr: Nüshu
ja: 女書
ko: 여서 문자
zh_hans: 女书
zh_hant: 女書

source: Ogham
cs: Ogam
ja: オガム文字
ko: 오검 문자
pl: Ogamiczny
pt: Ogâmico
zh_hans: 欧甘文字
zh_hant: 歐甘文

source: Old Hungarian
cs: Staromaďarské
de: Altungarisch
es: Húngaro antiguo
fr: Ancien hongrois
it: Ungherese antico
ja: ロヴァーシュ文字
ko: 옛 헝가리
nl: Oud-Hongaars
pl: Starowęgierski
pt: Húngaro Antigo
tr: Eski Macarca
zh_hans: 古匈牙利字母
zh_hant: 古匈牙利文

source: Old Italic
cs: Etruské písmo
de: Altitalienisch
es: Itálico antiguo
fr: Ancien italique
it: Corsivo antico
ja: 古代イタリアの文字
ko: 이탤릭 구어
nl: Oud-Italisch
pl: Staroitalski
pt: Itálico Antigo
tr: Eski İtalik
zh_hans: 旧斜体
zh_hant: 古義大利文

source: Old North Arabian
cs: Severoarabské nápisové
de: Alt-Nordarabisch
es: Nordarábigo antiguo
fr: Arabe septentrional ancien
it: Arabo antico settentrionale
ja: 古代北アラビア文字
ko: 옛 북부 아라비아
nl: Oud-Noord-Arabisch
pl: Północnoarabski epigraficzny
pt: Árabe do Norte Antigo
tr: Eski Kuzey Arabistan Dili
zh_hans: 古北阿拉伯字母
zh_hant: 古北阿拉伯文

source: Old Permic
cs: Staropermské
de: Altpermisch
es: Pérmico antiguo
fr: Ancien permien
it: Permico antico
ja: 古ペルム文字
ko: 고대 페름
nl: Oud-Permisch
pl: Staropermski
pt: Permiano Antigo
tr: Eski Permik
zh_hans: 古彼尔姆文
zh_hant: 古彼爾姆文

source: Old Persian
cs: Stará perština
de: Persische Keilschrift
es: Persa antiguo
fr: Vieux-persan
it: Persiano antico
ja: 古ペルシア文字
ko: 옛 페르시아 문자
nl: Oud-Perzisch
pl: Staroperski
pt: Persa Antigo
tr: Eski Farsça
zh_hans: 古波斯文
zh_hant: 古波斯文

source: Old Sogdian
cs: Staré sogdské
es: Sogdiano antiguo
fr: Vieux sogdien
it: Sogdiano antico
ja: 古代ソグド文字
ko: 옛 소그드 문자
nl: Oud-Sogdisch
pl: Stare pismo sogdyjskie
pt: Sogdiano Antigo
tr: Eski Soğdca
zh_hans: 古粟特字母
zh_hant: 古粟特文

source: Old South Arabian
cs: Staré jihoarabské písmo
de: Alt-Südarabisch
es: Subarábigo antiguo
fr: Arabe méridional ancien
it: Arabo antico meridionale
ja: 古代南アラビア文字
ko: 남아라비아 구어
nl: Oud-Zuid-Arabisch
pl: Południowoarabski epigraficzny
pt: Árabe do Sul Antigo
tr: Eski Güney Arabistan Dili
zh_hans: 古代南方阿拉伯文
zh_hant: 古南阿拉伯文

source: Old Turkic
cs: Stará turečtina
de: Alt-Türkisch
es: Túrquica antigua
fr: Vieux-ouïgour
it: Turco antico
ja: 突厥文字
ko: 투르크 구어
nl: Oud-Turks
pl: Staroturecki
pt: Turco Antigo
tr: Eski Türkçe
zh_hans: 古代突厥文
zh_hant: 突厥語

source: Old Uyghur
cs: Staroujgurština
de: Altuigurisch
es: Uigur antiguo
fr: Ouïghour ancien
it: Uigurico antico
ja: 古ウイグル文字
ko: 고대 위구르
nl: Oud-Oejgoers
pl: Staroujgurski
pt: Uigur Antigo
tr: Eski Uygurca
zh_hans: 回鹘文
zh_hant: 回鶻文

source: Optical Character Recognition
cs: Optické rozpoznávání znaků
de: Optische Zeichenerkennung
es: Reconoc. óptico caracteres
fr: Reconnais. optique des caract.
it: Riconosc. caratteri (OCR)
ja: 光学的文字認識
ko: 광학 문자 인식(OCR)
nl: Optische tekenherkenning
pl: Optyczne rozpoznawanie znaków
pt: Reconhec. Óptico Caracteres
tr: Optik Karakter Tanıma
zh_hans: 光学字符识别
zh_hant: 光學字元辨識

source: Oriya
cs: Urijština
ja: オリヤー文字
ko: 오리야 문자
pl: Orija
pt: Oriá
zh_hans: 奥里亚文
zh_hant: 歐利亞文

source: Ornamental Dingbats
cs: Ornamenty
de: Ziersymbole
es: Dingbats decorativos
fr: Dingbats ornementaux
it: Segno ornamentale
ja: オーナメント
ko: 장식 딩벳
nl: Decoratieve dingbats
pl: Ozdoby drukarskie Dingbat
pt: Dingbats Ornamentais
tr: Süslü Şekiller
zh_hans: 装饰符号
zh_hant: 修飾性Dingbats

source: Osage
cs: Osedžské
ja: オセージ文字
ko: 오세이지 문자
zh_hans: 欧塞奇字母
zh_hant: 歐塞奇文

source: Ottoman Siyaq Numbers
cs: Osmanské číslovky Siyaq
de: Osmanische Siyaq-Zahlzeichen
es: Números siyaq otomanos
fr: Nombres siyaq ottomans
it: Numeri siyaq ottomani
ja: オスマン・シヤク数字
ko: 오스만 시야크 숫자
nl: Ottomaanse Siyaq-cijfers
pl: Ottomańskie liczby siyaq
pt: Números Siyaq Otomânicos
tr: Osmanlıca Siyak Rakamları
zh_hans: 奥斯曼西亚克数字
zh_hant: 奧斯曼西亞克數字

source: Palmyrene
cs: Palmyrenské
de: Palmyrenisch
es: Palmireno
fr: Palmyrénien
ja: パルミラ文字
ko: 팔미라
pl: Palmyreński
pt: Alfabeto Palmireno
tr: Palmira Dili
zh_hans: 帕尔迈拉字母
zh_hant: 帕爾米拉字母

source: Phaistos Disc
cs: Faistský disk
de: Diskos von Phaistos
es: Disco de Festos
fr: Disque de Phaistos
it: Disco di Festo
ja: ファイストス円盤文字
ko: 파이스토스 원반
nl: Discus van Phaestus
pl: Dysk z Fajstos
pt: Disco de Phaistos
tr: Phaistos Diski
zh_hans: 菲斯通盘文
zh_hant: 費斯托斯泥圓盤文字

source: Phoenician
cs: Féničtina
de: Phönizisch
es: Fenicio
fr: Phénicien
it: Fenicio
ja: フェニキア文字
ko: 페니키아 문자
nl: Fenicisch
pl: Fenicki
pt: Fenício
tr: Fenikece
zh_hans: 腓尼基文
zh_hant: 腓尼基文

source: Phonetic Extensions
cs: Fonetická rozšíření
de: Phonetische Erweiterungen
es: Extensiones fonéticas
fr: Extensions phonétiques
it: Estensioni fonetiche
ja: ウラル発音記号拡張
ko: 음성 기호 확장
nl: Fonetische uitbreidingen
pl: Rozszerzenia fonetyczne
pt: Extensões Fonéticas
tr: Fonetik Genişletmeler
zh_hans: 音标扩展
zh_hant: 語音延伸

source: Phonetic Extensions Supplement
cs: Dodatek fonetických rozšíření
de: Ergänzungen zu Phonetische Erweiterungen
es: Suplemento de extensiones fonéticas
fr: Supplément extensions phonétiques
it: Integrazione estensioni fonetiche
ja: 表音拡張追加
ko: 음성 기호 확장 보충
nl: Fonetische uitbreidingen Aanvulling
pl: Uzupełnienie rozszerzeń fonetycznych
pt: Suplemento de Extensões Fonéticas
tr: Fonetik Genişletmeler Eki
zh_hans: 音标扩展补充
zh_hant: 語音擴展補充

source: Playing Cards
cs: Hrací karty
de: Spielkarten
es: Cartas
fr: Jeu des cartes
it: Carte da gioco
ja: トランプ
ko: 카드 게임
nl: Speelkaarten
pl: Karty go gry
pt: Baralho
tr: Oyun Kâğıtları
zh_hans: 扑克牌
zh_hant: 紙牌

source: Private Use Area
cs: Místo pro vlastní znaky
de: Privat nutzbarer Bereich
es: Área de uso privado
fr: Zone à usage privé
it: Area ad uso privato
ja: 私用領域
ko: 사용자 추가 영역
nl: Privé-gebruikgebied
pl: Obszar prywatnego użytku
pt: Área de Uso Privado
tr: Özel Kullanım Alanı
zh_hans: 专用区域
zh_hant: 專用區域

source: Psalter Pahlavi
cs: Pehlevské žaltářové
es: Pahlavi psalter
fr: Pehlevi des psautiers
ja: 聖詠パフラヴィー文字
ko: 솔터 팔라비
pl: Psałterzowy pahlavi
tr: Psalter Pehlevi
zh_hans: 诗篇巴列维文
zh_hant: 巴列維文詩篇體

source: Rumi Numeral Symbols
cs: Číselné symboly rumi
de: Rumi Ziffernsymbole
es: Símbolos numerales de rumi
fr: Chiffres de Fès (Rumi)
it: Simboli numerici Rumi
ja: ルーミー数字
ko: 루미 숫자 기호
nl: Rumi numerieke symbolen
pl: Symbole liczbowe Rumi
pt: Símbolos Numéricos Rumi
tr: Rumi Sayı Sembolleri
zh_hans: 鲁米数字符号
zh_hant: 魯米數字符號

source: Runic
cs: Runové písmo
de: Runisch
es: Rúnico
fr: Runique
it: Runico
ja: ルーン文字
ko: 룬 문자
nl: Runeschrift
pl: Runiczny
pt: Rúnico
tr: Runik
zh_hans: 古代北欧文字
zh_hant: 古北歐文

source: Samaritan
cs: Samaritánské písmo
de: Samaritanisch
es: Samaritano
fr: Samaritain
it: Samaritano
ja: サマリア文字
ko: 사마리아 문자
nl: Samaritaans
pl: Samarytański
pt: Samaritano
tr: Samarit
zh_hans: 撒马利亚文
zh_hant: 薩馬利亞文

source: Sharada
cs: Šarada
es: Sarada
fr: Sharda
ja: シャーラダー文字
ko: 샤라다 문자
pl: Śarada
zh_hans: 夏拉达文
zh_hant: 沙拉達文

source: Shavian
cs: Shawovo
es: Shaviano
ja: バーナード・ショーの文字
ko: 쉐비안 문자
pl: Alfabet Shawa
pt: Shaviano
tr: Shaw Alfabesi
zh_hans: 萧伯纳风格
zh_hant: 簫伯納文字

source: Shorthand Format Controls
cs: Řízení těsnopisného formátu
de: Kurzschrift-Steuerzeichen
es: Controles de formato de taquigrafía
fr: Commandes du format codé
it: Controlli formato stenografico
ja: 速記書式制御記号
ko: 속기 포맷 제어기
nl: Regelaars voor steno-opmaak
pl: Modyfikatory formatu stenograficznego
pt: Controles de Formatação Taquigráfica
tr: Steno Biçimi Denetimleri
zh_hans: 速记格式控制符
zh_hant: 速記符號格式控制

source: Sinhala
cs: Sinhálština
es: Cingalés
fr: Cingalais
ja: シンハラ文字
ko: 스리랑카 문자
nl: Singalees
pt: Cingalês
tr: Sinhal Dili
zh_hans: 僧伽罗文
zh_hant: 僧伽羅文

source: Sinhala Archaic Numbers
cs: Sinhálská archaická čísla
de: Singhalesisch alte Ziffern
es: Números arcaicos del cingalés
fr: Chiffres archaïques cingalais
ja: シンハラ旧数字
ko: 신할리어 아르카익 숫자
nl: Sinhala archaïsche getallen
pl: Archaiczne liczby syngaleskie
pt: Números Arcaicos Sinhala
tr: Arkaik Seylanca Rakamları
zh_hans: 古僧伽罗文数字
zh_hant: 僧伽羅古數字

source: Small Form Variants
cs: Varianty s poloviční šířkou
de: Kleine Formvarianten
es: Variaciones de formas pequeñas
fr: Petites variantes de forme
it: Varianti di forma piccola
ja: 小字形
ko: 작은 부호 변형
nl: Kleine vormen - varianten
pl: Różne małe formy
pt: Variantes de Formas Pequenas
tr: Küçük Form Varyantları
zh_hans: 小写变体
zh_hant: 小寫格式變體

source: Small Kana Extension
cs: Malá kana rozšířená
de: Kleine Kana, erweitert
es: Extensión de kana pequeño
fr: Kana en minuscule étendu
it: Estensioni kana piccolo
ja: 小書きかな拡張
ko: 작은 가나 확장
nl: Klein Kana uitgebreid
pl: Rozszerzenie małych znaków kana
pt: Extensão Kana Pequeno
tr: Küçük Kana Genişletmesi
zh_hans: 小假名扩充
zh_hant: 小型假名延伸

source: Sogdian
cs: Sogdské
de: Sogdisch
es: Sogdiano
fr: Sogdien
it: Sogdiano
ja: ソグド文字
ko: 소그드 문자
nl: Sogdisch
pl: Sogdyjski
pt: Sogdiano
tr: Soğdca
zh_hans: 粟特字母
zh_hant: 粟特文

source: Soyombo
cs: Sojombo
de: Sojombo
ja: ソヨンボ文字
ko: 소욤보 문자
nl: Sojombo
pl: Sojombo
zh_hans: 索永布文字
zh_hant: 索永布文

source: Spacing Modifier Letters
cs: Znaky pro úpravu mezer
de: Abstandssteuerungszeichen
es: Letras modificad. espaciadoras
fr: Lettres modifiant l’espacement
it: Modificatori di spaziatura
ja: 前進を伴う修飾文字
ko: 공백 수정 문자
nl: Letters aangepaste spatiëring
pl: Oddzielające litery modyfikujące
pt: Letras Modificadoras de Espaçamento
tr: Aralık Değiştirici Harfler
zh_hans: 空格修饰字母
zh_hant: 間隔修飾字母

source: Specials
cs: Speciální
de: Spezielles
es: Especiales
fr: Spéciaux
it: Speciali
ja: 特殊用途文字
ko: 특수 문자
nl: Speciale tekens
pl: Specjalne
pt: Especiais
tr: Özel
zh_hans: 专用文字
zh_hant: 特殊文

source: Sundanese
cs: Sundánština
de: Sundanesisch
es: Sundanés
fr: Soundanais
ja: スンダ文字
ko: 순다 문자
nl: Soendanees
pl: Sundajski
pt: Sundanês
tr: Sunda Dili
zh_hans: 巽他文
zh_hant: 巽他文

source: Sundanese Supplement
cs: Sundánština - dodatek
de: Ergänzungen zu Sudanesisch
es: Suplemento sundanés
fr: Supplément soundanais
it: Integrazione sundanese
ja: スンダ文字補助
ko: 순다어 보충
nl: Soendanees Aanvulling
pl: Dodatek sundajski
pt: Suplemento Sudanês
tr: Sundaca Eki
zh_hans: 巽他文补充
zh_hant: 巽他文補充

source: Superscripts and Subscripts
cs: Horní a dolní indexy
de: Hoch- und Tiefgestellt
es: Superíndices y subíndices
fr: Exposants et indices
it: Apici e pedici
ja: 上付き文字と下付き文字
ko: 위 첨자 및 아래 첨자
nl: Superscript en subscript
pl: Indeksy górne i dolne
pt: Sobrescritos e Subscritos
tr: Üsler ve İndisler
zh_hans: 上标和下标
zh_hant: 上標和下標

source: Supplemental Arrows-A
cs: Šipky, doplňkové – A
de: Ergänzende Pfeile-A
es: Flechas complementarias-A
fr: Flèches supplémentaires-A
it: Frecce supplementari A
ja: 矢印追加A
ko: 화살표 보충-A
nl: Aanvullende pijlen-A
pl: Dodatkowe strzałki A
pt: Setas Suplementares-A
tr: Ek Oklar-A
zh_hans: 补充箭头-A
zh_hant: 補充箭號 -A

source: Supplemental Arrows-B
cs: Šipky, doplňkové – B
de: Ergänzende Pfeile-B
es: Flechas complementarias-B
fr: Flèches supplémentaires-B
it: Frecce supplementari B
ja: 矢印追加B
ko: 화살표 보충-B
nl: Aanvullende pijlen-B
pl: Dodatkowe strzałki B
pt: Setas Suplementares-B
tr: Ek Oklar-B
zh_hans: 补充箭头-B
zh_hant: 補充箭號 -B

source: Supplemental Arrows-C
cs: Šipky, doplňkové – C
de: Ergänzende Pfeile-C
es: Flechas complementarias-C
fr: Flèches supplémentaires-C
it: Frecce supplementari C
ja: 矢印追加C
ko: 화살표 보충-C
nl: Aanvullende pijlen-C
pl: Dodatkowe strzałki C
pt: Setas Suplementares-C
tr: Ek Oklar-C
zh_hans: 补充箭头-C
zh_hant: 補充箭號 -C

source: Supplemental Math Operators
cs: Dodatečné matematické operátory
de: Ergänzende mathematische Symbole
es: Operadores matemáticos complementarios
fr: Opérateurs math. suppl.
it: Operatori matematici suppl.
ja: 補助数学記号
ko: 수학 연산자 보충
nl: Aanvullende wisk. operatoren
pl: Dodatkowe operatory matematyczne
pt: Sinais Matem. Suplementares
tr: Ek Matematik İşleçleri
zh_hans: 补充数学运算符
zh_hant: 補充數學運算子

source: Supplemental Punctuation
cs: Dodatečná interpunkce
de: Ergänzende Satzzeichen
es: Puntuación suplementaria
fr: Ponctuation supplémentaire
it: Integrazione punteggiatura
ja: 追加句読点
ko: 구두점 보충
nl: Aanvullende interpunctie
pl: Dodatkowe znaki interpunkcyjne
pt: Pontuação Suplementar
tr: Ek Noktalamalar
zh_hans: 补充标点符号
zh_hant: 補充性標點符號

source: Supplemental Symbols and Pictographs
cs: Doplňkové symboly a piktogramy
de: Ergänzende Symbole und Piktogramme
es: Pictogramas y símbolos suplementarios
fr: Symboles et pictogrammes supplémentaires
it: Simboli e pittogrammi supplementari
ja: 補助記号と象形文字
ko: 보충 기호 및 그림 문자
nl: Aanvullende symbolen en pictogrammen
pl: Dodatkowe symbole i piktogramy
pt: Símbolos e Pictogramas Complementares
tr: Ek Semboller ve Piktograflar
zh_hans: 补充符号和象形文字
zh_hant: 補充符號和象形文字

source: Supplementary Private Use Area-A
cs: Dodatečné místo pro vlastní znaky - A
de: Ergänzender, privat nutzbarer Bereich-A
es: Área de uso privado complementario-A
fr: Zone à usage privé supplémentaire-A
it: Area ad uso privato supplementare-A
ja: 補助私用領域A
ko: 사용자 추가 영역 보충-A
nl: Aanvullend privé-gebruik-A
pl: Dodatkowy obszar prywatnego użytku A
pt: Área de Uso Privado Suplementar-A
tr: Ek Özel Kullanım Alanı-A
zh_hans: 补充专用区域-A
zh_hant: 補充專用區域 -A

source: Supplementary Private Use Area-B
cs: Dodatečné místo pro vlastní znaky - B
de: Ergänzender, privat nutzbarer Bereich-B
es: Área de uso privado complementario-B
fr: Zone à usage privé supplémentaire-B
it: Area ad uso privato supplementare-B
ja: 補助私用領域B
ko: 사용자 추가 영역 보충-B
nl: Aanvullend privé-gebruik-B
pl: Dodatkowy obszar prywatnego użytku B
pt: Área de Uso Privado Suplementar-B
tr: Ek Özel Kullanım Alanı-B
zh_hans: 补充专用区域-B
zh_hant: 補充專用區域 -B

source: Sutton SignWriting
cs: Suttonský znakopis
de: Sutton-Zeichenschrift
es: SignWriting de Sutton
fr: SignWriting de Sutton
ja: サットン手話表記法
ko: 수화 문자
pt: Alfabeto de Sinais Sutton
tr: Sutton İşaret Dili Yazısı
zh_hans: 萨顿书写符号
zh_hant: 薩頓書寫符號

source: Symbols and Pictographs Extended-A
cs: Symboly a piktogramy rozšířené – A
de: Symbole und Piktogramme Extended-A
es: Símbolos y pictogramas ampliados-A
fr: Symboles et pictogrammes étendus-A
it: Simboli e pittogrammi estesi-A
ja: 記号と象形文字拡張A
ko: 기호 및 그림 문자 확장-A
nl: Symbolen en pictogrammen Uitgebreid-A
pl: Symbole i piktogramy, rozszerzenie A
pt: Símbolos e Pictogramas Ampliados-A
tr: Semboller ve Piktograflar Genişletilmiş A
zh_hans: 符号和象形文字扩展-A
zh_hant: 符號和象形文字延伸-A

source: Symbols for Legacy Computing
cs: Symboly pro starší výpočetní techniku
de: Symbole für ältere Computer
es: Símbolos informáticos antiguos
fr: Symboles pour anciens systèmes informatiques
it: Simboli informatici classici
ja: レガシーコンピューティング用の記号
ko: 레거시 컴퓨팅용 기호
nl: Symbolen voor verouderde computers
pl: Starsze symbole informatyczne
pt: Símbolos para Computação Legada
tr: Eski İşlemler İçin Semboller
zh_hans: 传统计算符号
zh_hant: 傳統運算符號

source: Syriac
cs: Syrština
de: Syrisch
es: Siriaco
fr: Syriaque
it: Siriaco
ja: シリア文字
ko: 고대 시리아 문자
nl: Oud-Syrisch
pl: Syryjski
pt: Siríaco
tr: Süryanice
zh_hans: 叙利亚文
zh_hant: 敘利亞文

source: Syriac Supplement
cs: Syrské – dodatek
de: Ergänzungen zu Syrisch
es: Suplemento siriaco
fr: Supplément syriaque
it: Siriaco supplementare
ja: シリア文字補助
ko: 시리아 문자 보충
nl: Syrisch Aanvulling
pl: Uzupełnienie syryjskiego
pt: Suplemento Siríaco
tr: Süryanice Eki
zh_hans: 叙利亚文补充
zh_hant: 敘利亞文補充

source: Tagalog
cs: Tagalština
es: Tagalo
ja: タガログ文字
ko: 타갈로그 문자
pl: Tagalski
pt: Tagalogue
tr: Tagalogca
zh_hans: 他加禄语
zh_hant: 塔加拉文

source: Tags
cs: Značky
de: Attribute
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt: Etiquetas
tr: Etiketler
zh_hans: 标记
zh_hant: 標籤

source: Tai Xuan Jing Symbols
cs: Symboly Tai Xuan Jing
de: Tai Xuan Jing Symbole
es: Símbolos Tai Xuan Jing
fr: Symboles Tai Xuan Jing
it: Simboli Tai Xuan Jing
ja: 太玄経の記号
ko: Tai Xuan Jing 기호
nl: Tai Xuan Jing-symbolen
pl: Symbole Tai xuan jing
pt: Símbolos Tai Xuan Jing
tr: Tai Xuan Jing Sembolleri
zh_hans: 太玄经符号
zh_hant: 太玄經符號

source: Tamil
cs: Tamilština
de: Tamilisch
fr: Tamoul
ja: タミール文字
ko: 타밀 문자
pl: Tamilski
pt: Tâmil
tr: Tamilce
zh_hans: 泰米尔文
zh_hant: 坦米爾文
